Repository: firemodels/fds
Catalog: SMV/for_bundle/smokeview_*.po
Languages: fr

source: 2D contours
fr: Contours 2D

source: 2D lines
fr: Lignes 2D

source: 2D smoke colored by
fr: Fumee 2D coloree par

source: 2D smoke drawn
fr: Fumee 2D dessinee

source: 2D stepped
fr: 2D sans gradient

source: 3D contours
fr: Contours 3D

source: 3D smoke
fr: Fumee 3D

source: 3D smoke (volume rendered
fr: Fumee 3D (rendu volumique)

source: 3D smoke frame skip
fr: Intervalle de rendu des images de fumee 3D

source: 3D smoke... ALT+s
fr: Fumee 3D... ALT+s

source: 3D surface
fr: Surface 3D

source: 3D surface color
fr: Couleur de surface 3D

source: a: change flow vector lengths
fr: a: Modifier les longueurs de vecteur

source: About
fr: A propos de

source: Above
fr: Au-dessus

source: Absorption adjustments
fr: Ajustements d'absorption

source: Actual
fr: Simulation FDS

source: Add
fr: Ajouter

source: adjust off-center
fr: Ajuster de maniere decentree

source: Advanced settings
fr: Parametres avances

source: All
fr: Tout

source: All frames
fr: Toutes les images

source: All keyframes
fr: Toutes les images-cles

source: All levels solid
fr: Tous les niveaux solides

source: All levels transparent
fr: Tous les niveaux transparents

source: All meshes
fr: Tous les blocs de maillage

source: All terrains
fr: Tous les terrains

source: also, toggles cell center display on/off
fr: Egalement, active/desactive l'affichage au centre des cellules

source: ALT vertical: translate along z axis
fr: ALT+deplacement vertical: translation selon l'axe Oz

source: ALT+u: toggle coarse slice display in embedded mesh
fr: ALT+u: Active/desactive l'affichage grossier du plan de coupe dans le bloc de maillage integre

source: ALT+v: toggle projection method (between perspective and size preserving
fr: ALT+v: Changer la methode de projection (entre perspective et preservation des dimensions

source: ALT+y: if current slice is cell centered, toggle interpolation on/off
fr: ALT+y: si la variable de ce plan de coupe est representee au centre des cellules, activer/desactiver l'interpolation

source: ALT: up/down cursor: slide up/down
fr: ALT+curseur vers le haut/bas: translation vers le haut/bas

source: ALT:left/right cursor: slide left/right
fr: ALT+curseur vers la gauche/droite: translation vers la gauche/droite

source: Always show tracers
fr: Toujours afficher les traceurs

source: Animated Multi-Slices
fr: Multi-champs animes

source: Animated Slices
fr: Champs animes

source: Animated surface
fr: Surface animee

source: Animated surfaces
fr: Surfaces animees

source: Animated Vector Slices
fr: Champs vectoriels animes

source: aperture
fr: Ouverture

source: Apply
fr: Appliquer

source: Apply at startup
fr: Appliquer au demarrage

source: Apply Filter
fr: Appliquer les filtres

source: Auto load
fr: Charger automatiquement

source: Auto load at startup
fr: Charger automatiquement au demarrage

source: Auto load now
fr: Charger automatiquement maintenant

source: Auto place (2D
fr: Placer automatiquement (2D

source: Average
fr: Moyenne

source: Averaged slice data
fr: Champs de donnees moyennees

source: Axis
fr: Axe

source: axis
fr: axes

source: Azimuth
fr: Azimut

source: Back
fr: Reculer

source: Background velocity field
fr: Champ de vitesse de fond

source: beginning wrap up
fr: commencement de l'habillage

source: Below
fr: En dessous

source: bindir dir - specify location of smokeview bin directory
fr: bindir dir - specifier l'emplacement du repertoire smokeview/bin

source: blue
fr: bleu

source: both
fr: les deux

source: Both eyes
fr: Les deux yeux

source: Bound data
fr: Gamme de valeurs

source: Boundaries
fr: Conditions aux limites

source: Boundary file frame skip
fr: BNDF - intervalle de rendu

source: build - show directives used in this build of Smokeview
fr: build - montrer les directives utilisees dans cette version de Smokeview

source: c: toggle between continuous and 2D stepped contours
fr: c: Alterner entre l'affichage 2D interpole ou discret

source: Cad
fr: CAO

source: CAD geometry file: %s could not be opened
fr: Fichier de geometrie CAO: %s impossible a ouvrir

source: Cancel
fr: Annuler

source: Cancel script
fr: Annuler le script

source: casename - project id (file names without the extension
fr: casename - identifiant du projet (noms des fichiers sans l'extension

source: Center
fr: Centre

source: Check for updates at http://code.google.com/p/fds-smv/downloads
fr: Verifiez les mises a jour sur http://code.google.com/p/fds-smv/downloads

source: Clear
fr: Effacer

source: Clip blockages
fr: Tronquer les obstructions

source: Clip blockages and data
fr: Tronquer les obstructions et les donnees

source: Clip geometry... ALT+c
fr: Tronquer la geometrie ... ALT+c

source: Clip Lower
fr: Tronquer en dessous de

source: Clip upper
fr: Tronquer au dessus de

source: Clipping disabled
fr: Fonction 'Tronquer' desactivee

source: clock/counter clockwise: rotate about y axis (click near scene edge
fr: dans le sens/dans le sens inverse des aiguilles d'une montre : effectue une rotation autour de l'axe y (cliquer pres du bord de la scene

source: Close
fr: Fermer

source: Close all dialogs ALT+x
fr: Fermer toutes les boîtes de dialogue ALT+x

source: Color
fr: Couleur

source: color -> grey
fr: Couleur -> Gris

source: Color above max
fr: Couleur au-dessus du max

source: Color below min
fr: Couleur en-dessous du min

source: Color with
fr: Couleur avec

source: Color/*BW
fr: Couleur/*Noir et Blanc

source: Color/BW
fr: Couleur/Noir et Blanc

source: Colorbar
fr: Echelle de couleurs

source: Colorbar editor
fr: Editeur de l'echelle de couleurs

source: Colorbar type
fr: Type d'echelle de couleurs

source: Colorbars
fr: Echelles de couleurs

source: colormap
fr: Legende de couleurs

source: Combine meshes
fr: Combiner les blocs de maillage

source: completed
fr: Effectue

source: Compress data while loading
fr: Compresser les donnees pendant le chargement

source: Compress files (Smokezip
fr: Compresser les fichiers (Smokezip

source: Compress now
fr: Compresser maintenant

source: Compress only autoloaded files
fr: Compresser seulement les fichiers charges automatiquement

source: Compressed file frame skip
fr: Intervalle de rendu des fichiers compresses

source: Compression options
fr: Options de compression

source: Compute tracks
fr: Calculer les trajectoires

source: Configuration files
fr: Fichiers de configuration

source: Constant coloring
fr: Coloration constante

source: Constant speed
fr: Vitesse constante

source: Continue
fr: Continuer

source: Continuous
fr: Continu(e)

source: Continuous contours
fr: Contours lisses

source: creating window
fr: Fenetre en cours de creation

source: CTRL horizontal/vertical: translate along x, y axis
fr: CTRL+deplacement horizontal/vertical de la souris : translation selon les axes Ox et Oy

source: CTRL:up/down cursor: move forward/backward 5 times slower
fr: CTRL+curseur vers le haut/bas: aller vers l'avant/l'arriere 5 fois plus lentement

source: Cull hidden slices
fr: Cacher les faces non visibles

source: Cull port size
fr: Cacher la taille du port

source: Culling extension initialization failed
fr: L'initialisation de l'extension de selection des faces a echoue

source: Culling extension initialization succeeded
fr: L'initialisation de l'extension de selection des faces a reussi

source: Current
fr: Actuel

source: Custom
fr: Personnalise

source: Custom Red/Custom Blue
fr: Rouge personnalise/Bleu personnalise

source: Customize colorbar... ALT+C
fr: Personnaliser la legende ... ALT+Maj+c

source: cutoff
fr: seuil

source: Data
fr: Donnees

source: Data coloring
fr: Mise en couleurs des donnees

source: Data loading
fr: Chargement des donnees

source: decay, p
fr: declin, p

source: decrement time step, 2D contour planes, 3D contour levels
fr: Decrementer le pas de temps, les champs 2D, les contours 3D

source: Defined in evac file
fr: Defini dans le fichier EVAC

source: Defined in input file
fr: Definis dans le fichier d'entree

source: Delete
fr: Supprimer

source: Delete colorbar
fr: Supprimer la legende de couleurs

source: demo - use demonstrator mode of Smokeview
fr: demo - utiliser le mode demo de Smokeview

source: Demonstrator
fr: Mode demo

source: Depth
fr: Profondeur

source: Devices/Objects
fr: DEVC/Objets

source: Dialogs
fr: Boites de dialogue

source: Dimensions snapped to grid
fr: Dimensions conformees au maillage

source: Direction vectors
fr: Vecteurs directionnels

source: directory
fr: repertoire

source: Disclaimer
fr: Avertissement

source: Display
fr: Affichage

source: Display all
fr: Afficher tout

source: Display data as b/w
fr: Afficher les donnees en noir et blanc

source: display FDS values in cell centered slices
fr: Afficher les valeurs de FDS au centre des mailles (plans de coupe)

source: Display settings
fr: Afficher les reglages

source: Display... ALT+d
fr: Affichage ... ALT+d

source: Distance to zero parallax plane (m
fr: Distance au plan de parallaxe zero (m

source: double-click: rotate/translate 3D node-centered slice
fr: double-clic: rotation/translation des plans de coupe 3D centres sur les noeuds

source: Down
fr: Vers le bas

source: Download documentation at http://fire.nist.gov/fds/documentation.html
fr: Telecharger la documentation sur http://fire.nist.gov/fds/documentation.html

source: Download software updates
fr: Telecharger les mises a jour du logiciel

source: Draw
fr: Dessiner

source: Droplets
fr: Gouttes

source: duration (s
fr: Duree (s

source: Duration/Points (all tours
fr: Duree/Points (tous les parcours

source: e: toggle between view rotation types: scene centered 2 axis, 1 axis, 3 axis and eye centered
fr: e: Basculer entre les types de rotation (dans un plan 2D, autour de l'axe Oz, en 3D ou en préservant le centre de rotation

source: Edit
fr: Editer

source: Edit keyframe's view/tension
fr: Editer la vue/tension des images-cles

source: Edit tour path
fr: Editer les etapes du parcours

source: Edit tours
fr: Editer les parcours

source: Elevation
fr: Hauteur

source: English
fr: Anglais

source: Erase compressed files
fr: Effacer les fichiers compresses

source: error: steplabel not defined
fr: Erreur: etiquette non definie

source: Every 10th
fr: Tous les 10

source: Every 10th frame
fr: Toutes les 10 images

source: Every 20th
fr: Tous les 20

source: Every 20th frame
fr: Toutes les 20 images

source: Every 2nd
fr: Tous les 2

source: Every 2nd frame
fr: Toutes les 2 images

source: Every 3rd
fr: Tous les 3

source: Every 3rd frame
fr: Toutes les 3 images

source: Every 4th
fr: Tous les 4

source: Every 4th frame
fr: Toutes les 4 images

source: Every 5th
fr: Tous les 5

source: Every 5th frame
fr: Toutes les 5 images

source: Examine blockages... ALT+e
fr: Examiner les obstructions ... ALT+e

source: Exterior
fr: Exterieur

source: external
fr: externe

source: Facets
fr: Facettes

source: failed
fr: Echec

source: Far depth
fr: Profondeur au loin

source: Fast blockage drawing
fr: Rendu rapide des obstructions

source: FDS generated ticks
fr: Echelle spatiale generee par FDS

source: FDS ticks
fr: Cotes de FDS

source: FDS/Smokeview website
fr: Site internet de FDS/Smokeview

source: FDS/Smokeview website: http://fire.nist.gov/fds
fr: Site internet de FDS/Smokeview: http://fire.nist.gov/fds

source: File bounds/Script... ALT+f
fr: Liens/Script de fichier... Alt+f

source: File suffix
fr: Suffixe du fichier

source: filter
fr: filtre

source: fire half depth (m
fr: Demi-profondeur de la flamme (m

source: Fire line
fr: Contours des flammes

source: Fire opacity multiplier
fr: Facteur d'opacification du feu

source: Fires
fr: Foyers

source: Flip
fr: Inverser

source: Flip background
fr: Inverser les couleurs en arriere-plan

source: flip colorbar
fr: Inverser l'echelle de couleurs

source: Flow vectors
fr: Vecteurs de l'ecoulement

source: Font
fr: Taille de police

source: Frame label
fr: Indice de l'image

source: Frame number
fr: Numero de l'image

source: Frame rate
fr: Images par seconde

source: frame skip
fr: Intervalle de rendu des images

source: frames per second
fr: Images par seconde

source: Free memory after coloring data
fr: Liberer la memoire apres colorisation des donnees

source: Freeze
fr: Stopper

source: French
fr: Français

source: Frequency
fr: Frequence

source: Front
fr: Au premier plan

source: g: toggle grid visibility
fr: g: Activer/desactiver l'affichage du maillage

source: General Settings
fr: Parametres generaux

source: General slice motion
fr: Parametres generaux d'animation des slices

source: Geometry
fr: Geometrie

source: Geometry transparency
fr: Transparence de la geometrie

source: German
fr: Allemand

source: global max
fr: maximum global

source: global min
fr: minimum global

source: Glut initialization completed
fr: Initialisation de GLUT achevee

source: GPU activated. (Press G to deactivate
fr: GPU actif. (Tapez sur G pour desactiver

source: GPU available but not in use. (Press G to activate
fr: GPU disponible mais non utilise. (Tapez sur G pour activer

source: gpu grid multiplier
fr: Facteur du maillage gpu

source: GPU not available
fr: GPU non disponible

source: GPU shader initialization failed
fr: L'initialisation du nuanceur GPU a echoue

source: GPU shader initialization succeeded
fr: L'initialisation du nuanceur GPU a reussi

source: green
fr: vert

source: Grey
fr: Gris

source: Grid
fr: Maillage

source: Grid loc
fr: Loc. du maillage

source: Grid locations
fr: Positions du maillage

source: hazard
fr: Danger

source: height
fr: Hauteur

source: Help
fr: Aide

source: help - display this message
fr: Aide - affiche ce message

source: Hidden
fr: Invisible

source: Hide
fr: Masquer

source: Hide all
fr: Masquer tout

source: Hide all boundary files
fr: Masquer tous les fichiers de conditions limites

source: Hide all levels
fr: Masquer tous les niveaux

source: Hide all planes
fr: Masquer tous les plans

source: Hide all PLOT3D files
fr: Masquer tous les fichiers PLOT3D

source: Hide overlaps
fr: Masquer les recouvrements

source: Hide scene
fr: Masquer la scene

source: Highlight data above specified max
fr: Mettre en surbrillance les valeurs superieures au max

source: Highlight data below specified min
fr: Mettre en surbrillance les valeurs inferieures au min

source: Hilight skinny triangles
fr: Mettre en surbrillance les triangles de petites dimensions

source: hms time label
fr: Temps h:m:s

source: horizontal/vertical: rotate about user location
fr: deplacement horizontal/vertical: rotation autour de la position de l'utilisateur

source: horizontal/vertical: rotate about z, x axis
fr: deplacement horizontal/vertical : rotation autour des axes Oz et Ox

source: horizontal/vertical: rotate about z, x axis (click near scene center
fr: deplacement horizontal/vertical : rotation autour des axes Oz et Ox (cliquer pres du centre de la scene

source: horizontal: rotate about z axis
fr: horizontal: rotation autour de l'axe z

source: horizontally
fr: horizontalement

source: HRR label
fr: Valeur du HRR

source: HRRPUV - all meshes
fr: HRRPUV - tous les blocs de maillage

source: HRRPUV - single mesh
fr: HRRPUV - un seul bloc de maillage

source: HRRPUV cutoff
fr: Seuil d'affichage HRRPUV

source: Humans
fr: Personnes

source: Humans - all meshes
fr: Personnes - tous les blocs de maillage

source: i: toggle iso-surface visibility
fr: i: Activer/desactiver l'affichage des isosurfaces

source: Immersed Solids
fr: Solides immerges

source: ini - output default smokeview parameters to smokeview.ini
fr: ini - sauvegarder les parametres par defaut de smokeview dans le fichier smokeview.ini

source: initialized
fr: initialise(e)

source: Initializing callbacks
fr: Fonctions de rappel en cours d'initialisation

source: Initializing Glut display mode
fr: Initialisation du mode d'affichage Glut en cours

source: Initializing Glut
fr: Initilisalisation du Glut en cours

source: Initializing OpenGL
fr: Initialisation d'OpenGL en cours

source: Initializing Smokeview graphics window
fr: Initialisation de la fenetre de graphiques Smokeview en cours

source: Insert
fr: Inserer

source: INSERT/HOME/PageUP: tilt down/reset/tilt up
fr: INSERT/HOME/PageUp: inclinaison bas/reinitialisation/contre-plongee

source: Interior
fr: Interieur

source: internal
fr: interne

source: Italian
fr: Italien

source: L: unload last slice file loaded
fr: L: Decharger le dernier fichier slice charge

source: Label
fr: Etiquette

source: Labels
fr: Etiquettes

source: Language
fr: Langue

source: Language code
fr: Langage du code

source: Layers
fr: Calques

source: Left
fr: Gauche

source: Left eye
fr: Oeil gauche

source: Left/Right
fr: Gauche/Droite

source: left/right cursor: rotate left/right
fr: Curseur gauche/droit: pivote vers la gauche/droite

source: level the scene
fr: niveler la scene

source: Levels
fr: Niveaux

source: Light smoke
fr: Luminosite de la fumee

source: Lighting
fr: Eclairage

source: Line
fr: Ligne

source: Line Contours
fr: Contours

source: Line length
fr: Longueur de ligne

source: Line width
fr: Epaisseur de ligne

source: Lines
fr: Lignes

source: Load
fr: Charger

source: Load All
fr: Charger tout

source: Load All x
fr: Charger tous les x

source: Load All y
fr: Charger tous les y

source: Load All z
fr: Charger tous les z

source: Load compressed data
fr: Charger les donnees compressees

source: Load data in background
fr: Charger les donnees en arriere-plan

source: Load data only at render times
fr: Charger les donnees seulement aux instants d'affichage

source: Load full data
fr: Charger les donnees completes

source: Load/Unload
fr: Charger/Decharger

source: Loading colorbar texture
fr: Chargement de la texture de l'echelle de couleur en cours

source: Loading smoke and fire data
fr: Chargement des donnees relatives a la fumee et au foyer

source: Locations
fr: Emplacements

source: Manual
fr: Manuel

source: Map cursor keys for Plot3D use
fr: Commandes cles pour utiliser un fichier PLOT3D

source: Mass extinction coeff
fr: Coefficient d'extinction massique

source: Mass extinction coeff (m2/g
fr: Coefficient d'extinction massique (m2/g

source: Max frame rate
fr: Frequence max d'images

source: Maximum level solid
fr: Niveau maximum des solides

source: Memory Check
fr: Contrôle de la memoire

source: Memory load
fr: Taux de charge de la memoire

source: Memory usage
fr: Utilisation de la memoire

source: Mesh
fr: Maillage

source: Mesh label
fr: Etiquette du bloc de maillage

source: Minimum level solid
fr: Niveau minimum des solides

source: Misc
fr: Divers

source: Motion
fr: Mouvement

source: Motion/View/Render
fr: Mouvement/Affichage/Capture

source: Motion/View/Render... ALT+m
fr: Mouvement/Affichage/Capture ... ALT+m

source: Mouse
fr: Controle a la souris

source: Move
fr: Deplacer

source: Multi-Slices
fr: Multi plans de coupe

source: Multi-Vector Slices
fr: Multi plans de coupes vectorielles

source: Near depth
fr: Profondeur proche

source: New
fr: Nouveau

source: New colorbar
fr: Nouvelle legende de couleur

source: New tour
fr: Nouvau parcours

source: Next
fr: Suivant

source: Next tour
fr: Parcours suivant

source: ng_ini - No graphics version of -ini
fr: ng_ini - Pas de version graphiques de -ini

source: Node
fr: Noeud

source: node index
fr: indice du noeud

source: non-gpu grid multiplier
fr: Facteur du maillage non-gpu

source: None
fr: Aucun

source: Number of contours
fr: Nombre de contours

source: number of frames to skip
fr: Nombre d'images a ne pas considerer

source: number of particles
fr: Nombre de particules

source: Objects
fr: Objets

source: Obtain Documentation
fr: Obtenir la documentation

source: Off
fr: Desactive

source: Offset slice
fr: Ajuster le plan de coupe

source: Offset vector slice
fr: Ajuster le champs de vecteur

source: Offset window
fr: Ajuster la fenetre

source: One
fr: Un

source: One Frame (single part
fr: Une image

source: Open
fr: Ouvrir

source: Open vents as outlines
fr: Afficher les vents avec des contours

source: OpenGL initialization completed
fr: Initialisation d'OpenGL achevee

source: OpenGL lighting
fr: Luminosite OpenGL

source: OpenGL version
fr: Version de OpenGL

source: origin
fr: origine

source: Other
fr: Autres

source: Outline
fr: Contours

source: Outline Added
fr: Afficher egalement les contours

source: Outline color
fr: Afficher la couleur

source: Outline Only
fr: Afficher seulement les contours

source: Output data to file
fr: Ecrire les donnees dans un fichier

source: Outside
fr: Exterieur

source: Overwrite compressed files
fr: Ecraser les fichiers compresses

source: Oxygen
fr: Oxygene

source: oxygen VOLUME FRACTION
fr: Fraction volumique en oxygene

source: p: increment plot3d variable
fr: p: increment variable plot3d

source: P: toggle cursor key mappings
fr: P: active/desactive le controle au curseur

source: Parameters
fr: Parametres

source: Particle head
fr: Tete de particules

source: Particle size
fr: Taille des particules

source: Particle tracking
fr: Pistage des particules

source: Particles
fr: Particules

source: Particles (static
fr: Particules (statique

source: pass
fr: Etape

source: pass 1 started
fr: etape 1 commencee

source: pass 2 started
fr: etape 2 commencee

source: pass 3 started
fr: etape 3 commencee

source: pass 4 started
fr: etape 4 commencee

source: pass 5 started
fr: etape 5 commencee

source: Path
fr: Chemin

source: Path length (m
fr: Longueur du chemin (m

source: percentile max
fr: centile max

source: percentile min
fr: centile min

source: Planar terrain slice
fr: Coupe terrain

source: Point size
fr: Taille des points

source: Point skip
fr: Intervalle de prise en compte des points

source: Power law
fr: Loi en puissance

source: Press
fr: Appuyez sur

source: Previous
fr: Precedent

source: Previous tour
fr: Parcours precedent

source: processing config file
fr: Interpretation du fichier de configuration en cours

source: processing smokeview file: %s
fr: Interpretation du fichier %s de smokeview en cours

source: Properties
fr: Proprietes

source: q: display blockages as specified by user or as used by FDS
fr: q: Afficher les obstructions telles que specifiees par l'utilisateur ou telles qu'interpretees par FDS

source: Quit
fr: Quitter

source: R: (same as r but at twice the resolution
fr: R: (similaire a r mais avec une resolution deux fois plus grande

source: r: render the current scene to an image file
fr: r: Capturer la scene actuelle dans un fichier image

source: Read .svo files
fr: Lire les fichiers .svo

source: Read ini files
fr: Lire les fichier ini

source: reading
fr: lecture en cours

source: reading cad file
fr: lecture du fichier cao en cours

source: Real time
fr: Temps reel

source: Realistic
fr: Realiste

source: Record
fr: Enregistrer

source: red
fr: rouge

source: Red/Blue
fr: Rouge/Bleu

source: Red/Cyan
fr: Rouge/Cyan

source: reference elevation, Z0 (m
fr: cote de reference pour la hauteur, Z0 (m

source: reference velocity, U0 (m/s
fr: vitesse de reference, U0 (m/s

source: Reload
fr: Mettre a jour

source: Reload every 1 minute
fr: Mettre a jour toutes les minutes

source: Reload every 10 minutes
fr: Mettre a jour toutes les 10 minutes

source: Reload every 5 minutes
fr: Mettre a jour toutes les 5 minutes

source: Reload Now
fr: Mettre a jour maintenant

source: Render
fr: Capture d'image

source: Replace
fr: Remplacer

source: Report a problem at http://code.google.com/p/fds-smv/issues
fr: Signaler un probleme sur http://code.google.com/p/fds-smv/issues

source: Report problems
fr: Signaler des problemes

source: Requested
fr: Demande(e)s

source: Research display mode
fr: Recherche du mode d'affichage

source: Reset
fr: Reinitialiser

source: reset animation to the initial time
fr: Remettre l'animation au temps initial

source: Resolution multiplier
fr: Multiplier la resolution par

source: Right
fr: Droit

source: Right eye
fr: Oeil droit

source: Rotate
fr: Pivoter
