Repository: firemodels/fds
Catalog: SMV/for_bundle/smokeview_*.po
Languages: fr

source: Rotate about
fr: Pivoter autour

source: rotation center
fr: centre de rotation

source: Rotation type
fr: Type de rotation

source: Run
fr: Executer

source: Run script
fr: Executer le script

source: Run smokezip
fr: Executer smokezip

source: runscript - run the script file casename.ssf
fr: runscript - executer le script enregistre dans casename.ssf

source: s: change interval between adjacent vectors
fr: s: modifier la distance entre les vecteurs adjacents

source: Save
fr: Enregistrer

source: Save auto load file list
fr: Enregistrer la liste des fichier a charger automatiquement

source: Save settings
fr: Enregistrer les parametres

source: save settings (create casename.ini file
fr: enregistrer les parametres (cree un fichier casename.ini

source: save settings to %s
fr: Enregistrer les parametres dans %s

source: Scale x
fr: Echelle x

source: Scale y
fr: Echelle y

source: Scale z
fr: Echelle z

source: Scaled
fr: Mis(e) a l'echelle

source: scaled
fr: mis(e) a l'echelle

source: Scaled optical depth (SCD
fr: Profondeur optique mise a l'echelle(SCD

source: Scaling
fr: Echelle actuelle

source: Scaling/Depth params
fr: Parametres de l'echelle/la profondeur

source: Scene motion
fr: Animation de la scene

source: Scratch directory
fr: Repertoire temporaire

source: Script files
fr: Fichiers script

source: script scriptfile - run the script file scriptfile
fr: script scriptfile - executer le script scriptfile

source: Select
fr: Selection

source: Select avatar
fr: Selection de l'avatar

source: Select tour
fr: Selection du parcours

source: Selected keyframe
fr: Images-cles selectionnees

source: Set
fr: Definir

source: Set as Startup
fr: Definir comme affichage par defaut

source: set max
fr: definir le max

source: set min
fr: definir le min

source: Shade type
fr: Type de nuances

source: Shades of grey
fr: Nuances de gris

source: SHIFT: left/right cursor: rotate 90 degrees
fr: MAJ+curseur gauche/droite: pivoter de 90 degres

source: Shortcuts
fr: Raccourcis clavier

source: Show
fr: Afficher

source: show
fr: afficher

source: Show all
fr: Afficher tout

source: Show all boundary files
fr: Afficher tous les fichiers BNDF

source: Show all levels
fr: Afficher tous les niveaux

source: Show all planes
fr: Afficher tous les plans

source: Show all PLOT3D files
fr: Afficher tous les fichiers PLOT3D

source: Show all vector slice entries
fr: Afficher tous les champs de vecteurs

source: Show avatar
fr: Afficher l'avatar

source: Show CAD textures
fr: Afficher textures CAO

source: Show colorbar (when data coloring
fr: Afficher la legende des couleurs (lorsque les donnees sont colorees

source: Show contours
fr: Afficher les contours

source: Show cull ports
fr: Montrer 'cull ports'

source: Show data while moving scene
fr: Afficher les donnees pendant l'animation de la scene

source: Show file names
fr: Afficher les noms de fichier

source: show grid
fr: Afficher le maillage

source: show grid location
fr: Afficher les coordonnees du maillage

source: Show intermediate path nodes
fr: Afficher les noeuds de parcours intermediaires

source: Show multi slice in blockage
fr: Afficher les multi-champs dans les obstructions

source: Show normal
fr: Afficher la normale

source: Show normals
fr: Afficher les normales

source: Show Only
fr: Afficher uniquement

source: Show only first frame
fr: Afficher uniquement la premiere image

source: Show only temp threshold
fr: Afficher uniquement le seuil de temperature

source: Show only threshold
fr: Afficher uniquement le seuil

source: Show particles
fr: Afficher les particules

source: Show slice in blockage
fr: Afficher les champs dans les obstructions

source: Show temp threshold
fr: Afficher le seuil de temperature

source: Show test smoke
fr: Afficher la fumee test

source: Show tracers always
fr: Toujours afficher les traceurs

source: Show user ticks
fr: Afficher l'echelle spatiale definie par l'utilisateur

source: Show values
fr: Afficher les valeurs

source: Show vector slice in blockage
fr: Afficher les champs de vecteurs dans les obstructions

source: Show vectors
fr: Afficher les vecteurs

source: Show velocity vectors
fr: Afficher les vecteurs vitesse

source: Show walls
fr: Afficher les parois

source: Show/Hide
fr: Afficher/Masquer

source: Show/Hide blockage types
fr: Afficher/Masquer les types de blocage

source: Show/Hide Loaded Files
fr: Afficher/Masquer les fichiers charges

source: Single mesh
fr: Bloc de maillage unique

source: Size
fr: Taille

source: Size preserving
fr: Avec conservation de dimension

source: skipframe n - render every n frames
fr: Intervalle de rendu des images - Capturer chaque n image

source: Slice average
fr: Champ moyenne

source: Slice frame Skip
fr: Intervalle de representation des images SLCF

source: Slice render settings
fr: Parametres de rendu pour les plans de coupe

source: small
fr: petit

source: smoke albedo
fr: Albedo de la fumee

source: Smoke color map
fr: Representation de la fumee

source: Smoke culling activated. (Press C to deactivate
fr: 'Smoke culling 'activate. (Appuyez sur C pour desactiver

source: Smoke culling available but not in use. ( To activate
fr: 'Smoke culling' disponible mais non utilise. (Pour activer

source: Smoke culling not available
fr: 'Smoke culling' non disponible

source: Smoke density (g/m
fr: Densite de la fumee (g/m

source: Smoke map
fr: Legende pour la fumee

source: Smoke/Fire
fr: Fumee/Foyer

source: Smokeview menus
fr: Menus de Smokeview

source: Smokeview was built using the following pre-processing directives
fr: Smokeview a ete compile en utilisant les directives de pre-traitement suivantes

source: Smooth
fr: Lisse

source: Smooth blockages at startup
fr: Lisser les obstructions au demarrage

source: Smooth blockages drawn opaque
fr: Lisser les obstructions dessinnees comme opaques

source: Smooth blockages now
fr: Lisser les obstructions maintenant

source: Smooth colorbar labels
fr: Lisser les etiquettes de l'echelle de couleurs

source: Smooth normal
fr: Lisser la normale

source: Smooth surfaces
fr: Lisser les surfaces

source: Snap
fr: Plaquer

source: snap scene to closest 45 degree orientation
fr: Plaquer la scene sur la plus proche orientation a 45 degree

source: Solid
fr: Afficher le remplissage

source: Solid and outline
fr: Solide et contours

source: Solution value
fr: Valeur de la solution

source: Solution variable
fr: Variable de la solution

source: soot density - all meshes
fr: Densite en suie - tous les blocs de maillage

source: soot Mass Fraction - single mesh
fr: Fraction massique en suie - un seul bloc de maillage

source: Sort faces
fr: Trier les faces

source: Sort transparent faces
fr: Trier les faces transparentes

source: Sort transparent surfaces
fr: Trier les surfaces transparentes

source: space bar: increment time step, 2D contour planes, 3D contour levels
fr: barre d'espace: Incrementer le pas de temps, les champs 2D, les contours 3D

source: Spanish
fr: Espagnol

source: Specify eye location
fr: Specifier la position de l'oeil

source: Start
fr: Demarrer

source: Start (disable file loading
fr: Demarrer (desactive le chargement de fichier

source: Start rendering
fr: Commencer la capture d'image(s)

source: start time
fr: instant de debut

source: startframe n - start rendering at frame n
fr: startframe n - Commencer la capture a l'image n

source: Starting locations/velocities
fr: Positions/vitesses

source: Step
fr: Pas

source: Step (using
fr: Pas (en utilisant

source: Step through script
fr: Executer le script pas a pas

source: Stepped
fr: En escalier

source: stereo - activate stereo mode
fr: stereo - activer le mode stereo

source: Stereo Method
fr: Methode stereo

source: Stereo parameters
fr: Parametres stereo

source: Stop Rendering
fr: Arreter la capture d'image(s)

source: stop time
fr: Instant de fin

source: Streak length (s
fr: Longueur des trajectoires (s

source: Streak line width
fr: Epaisseur des trajectoires

source: Streaks
fr: Trajectoires

source: sub-intervals
fr: sous-intervalles

source: Successive frames
fr: Images successives

source: suffix
fr: suffixe

source: Surface type
fr: Type de surface

source: Surface view
fr: Vue de surface

source: Switch to perspective view ALT+v
fr: Basculer vers une vue en perspective ALT+v

source: Switch to size preserving view ALT+v
fr: Basculer vers l'affichage en mode dimensions preservees ALT+v

source: t: set/unset single time step mode
fr: t: Faire une pause

source: T: toggle method for interpolating data color
fr: T: Changer la methode pour interpoler le coloriage des donnees

source: Target orientation
fr: Orientation de la cible

source: Targets
fr: Cibles

source: temp threshold (C
fr: seuil de temperature (C

source: terminal velocity
fr: vitesse finale

source: Test smoke
fr: Test pour la fumee

source: Text labels
fr: Etiquettes de texte

source: Thermocouple norms
fr: Normes des thermocouples

source: Thickness
fr: Epaisseur

source: This version of Smokeview is intended for review and testing ONLY
fr: Cette version de Smokeview est UNIQUEMENT destinee aux tests et revisions

source: Time
fr: Temps

source: time (h:m:s
fr: Temps (h:m:s

source: Time bar
fr: Echelle de temps

source: Time interval
fr: Intervalle de temps

source: Time label
fr: Etiquette de temps

source: Title
fr: Titre

source: toggle line anti-aliasing (draw lines smoothly
fr: Activer/desactiver l'anti-aliasing pour les lignes (trace des lignes adoucies

source: Toggle View
fr: Alterner la vue

source: Tour label
fr: Etiquette du parcours

source: Tour settings
fr: Parametres du parcours

source: Tours
fr: Parcours

source: Tours... ALT+t
fr: Parcours ... ALT+Maj+t

source: Trainer
fr: Tutoriel

source: Trainer menu
fr: Menu du tutoriel

source: Trainer menus
fr: Menus du tutoriel

source: transparency level
fr: niveau de transparence

source: Transparent (data
fr: Transparent (donnees

source: Transparent level
fr: Niveau de transparence

source: Truncate data
fr: Tronquer les donnees

source: Turn off file loading while recording
fr: Desactiver le chargement de fichier pendant l'enregistrement

source: Two sided (exterior
fr: Double face (exterieur

source: Two sided (interior
fr: Double face (interieur

source: u: reload files
fr: u: Recharger les fichiers

source: Units
fr: Unites

source: Unlimited
fr: Illimite

source: Unload
fr: Decharger

source: Unload all
fr: Decharger tout

source: Unload last
fr: Decharger le dernier

source: Unload terrain
fr: Decharger le terrain

source: Unused SURFs
fr: SURFs inutilises

source: Up
fr: Jusqu'a

source: up/down cursor: move forward/backward
fr: curseur haut/bas: deplace vers l'avant/arriere

source: Update
fr: Mettre a jour

source: Update bounds
fr: Mettre a jour la gamme de valeurs

source: Update continuously
fr: Mettre a jour en continu

source: Update contours
fr: Mettre a jour les contours

source: Update label
fr: Mettre a jour l'etiquette

source: Update tour label
fr: Mise a jour des etiquettes relatives au parcours

source: update_bounds - calculate boundary file bounds and save to casename.bini
fr: update_bounds - Calcule les bornes du fichier de conditions aux limites et sauvegarde dans casename.bini

source: Use Avatar
fr: Utiliser l'avatar

source: use blockage
fr: utiliser les obstructions

source: use foreground
fr: utiliser le premier plan

source: Use GPU
fr: Utiliser GPU

source: Use level
fr: Utiliser le niveau

source: Use transparency
fr: Utiliser la transparence

source: User settable ticks
fr: Echelle spatiale definie par l'utilisateur

source: using
fr: a l'aide de

source: v: toggle flow vector visiblity
fr: v: Afficher/masquer les lignes de courant

source: Variations
fr: Variation

source: Vector
fr: Vecteur

source: Vector slices
fr: Champs de vecteurs

source: vector slices
fr: champs de vecteurs

source: Velocities
fr: Vitesses

source: velocity direction (deg
fr: direction pour la vitesse (deg

source: version - display version information
fr: version - affiche les informations relatives a la version

source: vertically
fr: verticalement

source: View
fr: Vue

source: View Direction
fr: Direction de la vue

source: View from selected Avatar
fr: Vue depuis l'avatar selectionne

source: View from selected keyframe
fr: Vue depuis l'image-cle selectionnee

source: View from tour path
fr: Vue depuis le chemin du parcours

source: View Method
fr: Mode d'affichage

source: Viewpoint
fr: Point de vue

source: Viewpoints
fr: Points de vue

source: Visibility
fr: Visibilite

source: Visualize fire/smoke flow simulations
fr: Visualiser le foyer et la fumee

source: volrender - generate images of volume rendered smoke and fire
fr: volrender - generer les images de la fumee et du foyer avec un rendu en volume

source: Volume render settings
fr: Reglages pour le rendu de volume

source: W: toggle clipping - use Options/Clip menu to specify clipping planes
fr: W: Activer/desactiver la troncature - utilisez le menu 'Boite de dialogue/Tronquer la geometrie' pour definir la troncature

source: water - all meshes
fr: Eau - tous les blocs de maillage

source: Water - single mesh
fr: Eau - un seul bloc de maillage

source: Web
fr: Liens web

source: where
fr: ou

source: Which frames
fr: Quelles images

source: width
fr: largeur

source: window created
fr: fenetre creee

source: Window properties
fr: Proprietes de la fenetre

source: world center
fr: centre du domaine

source: wrap up completed
fr: habillage termine

source: Write
fr: Ecrire

source: WUI display... ALT+w
fr: Affichage WUI... ALT+w

source: x Real time
fr: x Temps reel

source: x,y,z: toggle contour plot visibility along x, y and z axis
fr: x,y,z: Activer/desactiver la visibilite des contours plot selon les axes Ox, Oy et Oz

source: xy plane
fr: plan Oxy

source: xz plane
fr: plan Oxz

source: yz plane
fr: plan Oyz

source: zero at boundaries
fr: zero aux limites
